"About HeliPort" = "Acerca do HeliPort";
"Address: " = "Endereço: ";
"Cancel" = "Cancelar";
"Check for Updates..." = "Procurar atualizações";
"Create Diagnostics Report..." = "Criar relatório de diagnóstico";
"Create Network..." = "Adicionar rede";
"Disconnect from: " = "Desconectar de: ";
"Dynamic WEP" = "WEP Dinâmico";
"Enable Wi-Fi Logging" = "Ativar registo de Wi-Fi";
"Enter the name and security type of the network you want to join." = "Insira o nome e o tipo de segurança da rede à qual se deseja conectar.";
"FUNCTION NOT IMPLEMENTED" = "FUNÇÃO NÃO IMPLEMENTADA";
"Find and join a Wi-Fi network." = "Encontre e conecte-se a uma rede Wi-Fi.";
"Interface Name: " = "Nome da interface: ";
"Join Other Network..." = "Conectar a uma outra rede";
"Join" = "Conectar";
"Network Name:" = "Nome da rede:";
"No Network Avaliable" = "Nenhuma rede disponível";
"No Status Information Avaliable" = "Nenhuma informação de estado disponível";
"None" = "Nenhum";
"Open Network Preferences..." = "Abrir definições de rede";
"Open Wireless Diagnostics..." = "Abrir o diagnóstico da rede Wi-Fi";
"Password:" = "Palavra-passe:";
"Password" = "Palavra-passe";
"Quit HeliPort" = "Sair do HeliPort";
"Reachable" = "Acessível";
"Remember this network" = "Lembrar esta rede";
"Security:" = "Segurança:";
"Show password" = "Exibir palavra-passe";
"Turn Wi-Fi Off" = "Ativar Wi-Fi";
"Turn Wi-Fi On" = "Desativar Wi-Fi";
"Unavailable" = "Indisponível";
"Unknown" = "Desconhecido";
"Unreachable" = "Inacessível";
"Username:" = "Nome de utilizador:";
"Version: " = "Versão: ";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Pessoal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Pessoal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Pessoal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Pessoal";
"Wi-Fi: Connected" = "Wi-Fi: Conectado";
"Wi-Fi: Connecting" = "Wi-Fi: A conectar";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: A procurar por redes...";
"Wi-Fi Network \"" = "Rede Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Desativado";
"Wi-Fi: On" = "Wi-Fi: Ativado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Estado indisponível";
"\" Requires Password" = "\" Necessita de palavra-passe";
"    IP Address: "      = "    Endereço IP: ";
"    Router: "          = "    Router: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Segurança: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Código do país: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Ruído: ";
"    Tx Rate: "         = "    Taxa de transmissão: ";
"    PHY Mode: "        = "    Modo PHY: ";
"    MCS Index: "       = "    Índice MCS: ";
"    NSS: "             = "    NSS: ";
